Repository: jeremycalles/BlindTest_Easy
Catalog: VibeMaster/Resources/Localizable.xcstrings
Source language: fr
Languages: en

# common.cancel
source: Annuler
en: Cancel

# common.retry
source: Réessayer
en: Retry

# dashboard.add_favorites_hint
source: Ajoutez des playlists en favori pour les retrouver ici.
en: Add playlists to favorites to find them here.

# dashboard.deezer_accessibility_hint
source: Ouvre le site Deezer
en: Opens the Deezer website

# dashboard.home
source: Choisir une playlist
en: Choose a playlist

# dashboard.my_blind_tests
source: Mes Blind Tests
en: My Blind Tests

# dashboard.no_results
source: Aucun résultat
en: No results

# dashboard.results
source: Résultats
en: Results

# dashboard.search_playlists_prompt
source: Rechercher des playlists
en: Search playlists

# dashboard.track_count
source: %d titres
en: %d tracks

# error.load_playlists
source: Impossible de charger les playlists. Vérifiez votre connexion.
en: Unable to load playlists. Check your connection.

# error.load_results
source: Impossible de charger les résultats.
en: Unable to load results.

# error.load_tracks
source: Impossible de charger les titres.
en: Unable to load tracks.

# error.quota_exceeded
source: Quota dépassé. Réessayez plus tard.
en: Quota exceeded. Try again later.

# game.finish
source: Résulats
en: Results

# game.next
source: Suivant
en: Next

# game.next_track_hint
source: Passe à la piste suivante
en: Skip to the next track

# game.next_track_label
source: Piste suivante
en: Next track

# game.play
source: Lecture
en: Play

# game.play_pause_hint
source: Met en pause ou reprend l'extrait musical
en: Pause or resume the music clip

# game.player_tile_hint
source: Double-tap pour ajouter un point. Appui long pour retirer un point.
en: Double-tap to add a point. Long press to remove a point.

# game.player_tile_label
source: Joueur %@, %d points
en: Player %@, %d points

# game.stop_button
source: Arrêter la partie
en: Stop the game

# game.stop_hint
source: Affiche une confirmation pour quitter la partie en cours
en: Shows a confirmation to quit the current game

# game.stop_message
source: La partie en cours sera abandonnée.
en: The current game will be abandoned.

# game.stop_title
source: Arrêter la partie ?
en: Stop the game?

# game.time_up
source: TEMPS ÉCOULÉ
en: TIME'S UP

# game.track_header
source: PISTE %d / %d
en: TRACK %d / %d

# game.view_podium
source: Voir le classement
en: View leaderboard

# game.view_podium_hint
source: Affiche le podium et termine la partie
en: Shows the podium and ends the game

# podium.epic_results
source: RÉSULTATS ÉPIQUES
en: EPIC RESULTS

# podium.new_game
source: Une nouvelle partie!
en: New game!

# podium.subtitle
source: Et le BlindTest Easy est...
en: And the BlindTest Easy champion is...

# setup.add_player
source: Ajouter un joueur
en: Add a player

# setup.add_player_button
source: Ajouter +
en: Add +

# setup.error_title
source: Erreur
en: Error

# setup.loading
source: Chargement…
en: Loading…

# setup.mc_mode_section
source: Mode MC
en: MC Mode

# setup.mc_mode_subtitle
source: interrupteur mode
en: mode toggle

# setup.mc_plays_toggle
source: Le MC joue
en: MC plays

# setup.no_tracks
source: Aucune piste
en: No tracks

# setup.player_placeholder
source: Joueur %d
en: Player %d

# setup.players_section
source: Joueurs
en: Players

# setup.start_game
source: Lancer la partie
en: Start the game

# setup.timer_section
source: Timer (secondes)
en: Timer (seconds)

# setup.title
source: Votre partie
en: Your game

# setup.tracks_count_section
source: Nombre de pistes
en: Number of tracks
